<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">
<html><head><title>As Opera&ccedil;&otilde;es</title>

<link href="css.css" type="text/css" rel="stylesheet">
<script type="text/javascript"><!--//--><![CDATA[//><!--
sfHover = function() {
var sfEls = document.getElementById("nav").getElementsByTagName("LI");
for (var i=0; i<sfEls.length; i++) {
sfEls[i].onmouseover=function() {
this.className+=" sfhover";
}
sfEls[i].onmouseout=function() {
this.className=this.className.replace(new RegExp(" sfhover\\b"), "");
}
}
}
if (window.attachEvent) window.attachEvent("onload", sfHover);
//--><!]]></script>
</head>
<body>
<table class="menu" ="" cellpadding="2" cellspacing="2">
<tbody>
<tr>
<td>
<div id="container">
  <div align="center"><img src="header.png" alt="crachat"></div>
</div>
<div id="menu">
<ul id="nav">
<li><a href="index.html" title="Início" class="current top">Início</a></li>
<li><a href="curso.html" title="O 26º. Curso de Comandos" class="top">O 26º.
Curso de Comandos</a></li>
<li><a href="companhia.html" title="A Companhia" class="top">A Companhia</a></li>
<li><a href="operacoes.html" title="As Operações" class="top">As Operações</a></li>
<li><a href="filme.html" title="Filme" class="top">Filme</a></li>
<li><a href="fasedaAmadora.html" title="A Fase da Amadora" class="top">A Fase da
Amadora</a></li>
<li><a href="galeria.html" title="Galeria" class="top">Galeria</a>
<ul>
<li><a href="./galeria/FotosdoCurso/index.html" title="Fotos do Curso">Fotos do Curso</a></li>
<li><a href="galeria2.html" title="Galeria 2007">Galeria 2007</a></li>
<li><a href="galeria3.html" title="Galeria 3">Galeria 3</a></li>
<li><a href="galeria4.html" title="Galeria 4">Galeria 4</a></li>
<li><a href="galeria5.html" title="Galeria 5">Galeria 5</a></li>
</ul>
</li>
<li><a href="testemunhos.html" title="Testemunhos" class="top">Testemunhos</a></li>
</ul>
</div></td>
</tr>
</tbody>
</table>
<table class="tabela" border="1" cellpadding="2" cellspacing="2">
<tbody>
<tr>
<td>
<div id="content">
<h2>As Opera&ccedil;&otilde;es </h2>
<p>&nbsp;</p>
<p align="center"><strong>NOTA INTRODUT&Oacute;RIA</strong></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Muitos anos j&aacute; passaram desde a forma&ccedil;&atilde;o da nossa  companhia. Nela vivemos irmanados durante cerca de dois anos, numa comunh&atilde;o  quase total de sentimentos e experi&ecirc;ncias.<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sofremos juntos a dureza extrema de um curso de  comandos, para de seguida tamb&eacute;m juntos, enfrentarmos uma guerra trai&ccedil;oeira de  minas e emboscadas.<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Forj&aacute;mos a nossa amizade na alegria natural da  juventude, mas tamb&eacute;m e essencialmente no sofrimento e na prova&ccedil;&atilde;o. Chor&aacute;mos  juntos os nossos camaradas mortos.<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hoje, trinta anos depois, cada um tem a sua fam&iacute;lia  e exerce a sua profiss&atilde;o, bem ou mal remunerada, com mais ou menos sucesso. A  vida que sorriu a alguns tem sido madrasta para outros.<br />
  Muitas vezes nos temos reunido em confraterniza&ccedil;&otilde;es  anuais onde nos revemos, revivendo os bons e os maus momentos de outrora.<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Que sentimento &eacute; este que nos junta uma vez por ano  e que nos mant&eacute;m unidos como se ainda viv&ecirc;ssemos na Companhia? N&atilde;o sabemos, mas  sentimo-lo. Foi com ele, com esse sentimento que n&atilde;o sabemos explicar, que nos  mobiliz&aacute;mos para escrever esta Hist&oacute;ria Resumida. Nela se pretendeu dilatar a  nossa mem&oacute;ria colectiva para al&eacute;m do ef&eacute;mero das nossas vidas. Os nossos  filhos, netos e demais vindouros, poder&atilde;o assim em qualquer altura, fazer uma  pequena ideia do que foi a viv&ecirc;ncia dos seus antepassados, nesta aventura que  foi a 2042&ordf; Companhia de Comandos.<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Este resumo sabe a pouco. Somos capazes de fazer  mais e melhor. Basta sentirmos receptividade e colabora&ccedil;&atilde;o de todos para  desenrolar as hist&oacute;rias da nossa hist&oacute;ria, que se encontram meio esquecidas, na  penumbra da nossa mem&oacute;ria. MAMA SUMAE. </p>
<p>&nbsp;</p>
<p align="center"><strong>O COME&Ccedil;O</strong></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A 2042&ordf; Companhia de Comandos come&ccedil;ou a ser constitu&iacute;da  nos finais de mil novecentos e setenta e dois, na l&oacute;gica de forma&ccedil;&atilde;o de  companhias de tropas especiais, necess&aacute;rias segundo crit&eacute;rios  pol&iacute;tico-militares, ao combate contra os designados oficialmente por movimentos  de liberta&ccedil;&atilde;o das col&oacute;nias portuguesas.<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O CIOE - Centro de Instru&ccedil;&atilde;o de Opera&ccedil;&otilde;es Especiais no  Continente e o CIC -&nbsp; Centro de Instru&ccedil;&atilde;o  de Comandos em Angola, foram as unidades mobilizadoras respons&aacute;veis pelo  recrutamento dos militares que viriam, depois da selec&ccedil;&atilde;o imposta por um curso  de comandos, a constituir esta companhia.<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A escolha dos elementos que constitu&iacute;ram o sector  operacional propriamente dito, bem como a dos que serviram a companhia na &aacute;rea  dos servi&ccedil;os, teve lugar nas v&aacute;rias unidades espalhadas pelo pa&iacute;s (Continente e  Angola). Os recrutados do continente, onde se inclu&iacute;am seleccionados,  convidados e volunt&aacute;rios, apresentaram-se no dia quatro de Janeiro de mil  novecentos e setenta e tr&ecirc;s,&nbsp; no  Regimento de Artilharia Fixa de Porto Brand&atilde;o. No dia seguinte, depois de  cumprir algumas formalidades burocr&aacute;ticas, foi concedida licen&ccedil;a que terminou a  catorze do mesmo m&ecirc;s, dia marcado para&nbsp;  apresenta&ccedil;&atilde;o na referida unidade, para de seguida embarcar para Angola  via TAM &ndash; Transportes A&eacute;reos Militares.<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Em Dezembro de mil novecentos e setenta e dois foram  seleccionados em Angola, instruendos do CSM da EAMA - Escola de Aplica&ccedil;&atilde;o  Militar de Angola e recrutas dos diversos Regimentos de Infantaria existentes  naquele Estado para virem a frequentar o curso de comandos que daria origem &agrave;  2042&ordf; C.C. Esta selec&ccedil;&atilde;o foi feita por militares do CIC.</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dever&iacute;amos ser cerca de quinhentos homens, entre  oficiais, sargentos e pra&ccedil;as, concentrados em Porto Brand&atilde;o. Deste n&uacute;mero, a  que se juntariam em Angola oitenta a cem elementos, sargentos e pra&ccedil;as, s&oacute;  cerca de cinquenta por cento chegar&iacute;am ao fim do curso com aproveitamento.  Deste n&uacute;mero final viriam a ser formadas duas companhias de comandos: de  combate cada uma: A&nbsp; 2042&ordf; C.C. com seis  grupos que serviu em Angola e da qual vamos conhecer sucintamente a hist&oacute;ria e  a 2043&ordf; C.C. com quatro grupos de combate que seguiu para Mo&ccedil;ambique onde fez o  seu percurso tamb&eacute;m cheio de perip&eacute;cias, que n&atilde;o cabe aqui relatar.<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Comandariam a 2042<strong>&ordf;</strong> C.C.&nbsp; e a 2043&ordf; C.C. respectivamente o  ent&atilde;o tenente Cunha Lopes e o capit&atilde;o Ventosa, os quais iriam frequentar o  curso de comandos juntamente com todos n&oacute;s, seus futuros comandados.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A viagem para Angola teve lugar nas noites de quinze,  dezassete e vinte e tr&ecirc;s de Janeiro de mil novecentos e setenta e tr&ecirc;s, com  chegadas a Luanda nas manh&atilde;s dos dias seguintes.<br />
  Quando desembarc&aacute;mos, t&iacute;nhamos &agrave; nossa espera  graduados do CIC que nos conduziram, de imediato, para uma &aacute;rea de tropas em  tr&acirc;nsito, no Campo Militar do Grafanil.<br />
  Aqui permanecemos at&eacute; ao dia vinte e cinco de  Janeiro, data em que nos conduziram, em coluna militar, para as instala&ccedil;&otilde;es do  CIC.</p>
<p>&nbsp;</p>
<p><br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
</p>
</div>
</td>
</tr>
</tbody>
</table>
<div id="footer">
<p id="footer"><a href="2042comandos.com" title="Rodapé">Algumas informações de rodapé</a></p>
</div>
</body></html>